tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "perl"
brew "asciiquarium"
brew "fontconfig"
brew "cmatrix"
brew "curl"
brew "php"
brew "composer"
brew "djvu2pdf"
brew "dos2unix"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "julia"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "luarocks"
brew "make"
brew "neofetch"
brew "neovim"
brew "openjdk"
brew "pkgconf"
brew "r"
brew "rbenv"
brew "ripgrep"
brew "slides"
brew "stow"
brew "toilet"
brew "unzip"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zoxide"
cask "aerospace"
cask "alacritty"
cask "appcleaner"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "discord"
cask "duckduckgo"
cask "font-bigblue-terminal-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-victor-mono-nerd-font"
cask "hammerspoon"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "miniconda"
cask "musicbrainz-picard"
cask "powershell"
cask "raycast"
cask "sioyek"
cask "skim"
cask "slack"
cask "spotify"
cask "vlc"
cask "youtube-to-mp3"
cask "zoom"
