tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "fontconfig"
brew "perl"
brew "asciiquarium"
brew "bat"
brew "cmatrix"
brew "curl"
brew "php"
brew "composer"
brew "dos2unix"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "julia"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "luarocks"
brew "make"
brew "neofetch"
brew "neovim"
brew "openjdk"
brew "r"
brew "ripgrep"
brew "rust"
brew "stow"
brew "unzip"
brew "wget"
brew "zoxide"
cask "amethyst"
cask "appcleaner"
cask "brave-browser"
cask "cyberduck"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "inkscape"
cask "kitty"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "miniconda"
cask "musicbrainz-picard"
cask "powershell"
cask "qbittorrent"
cask "raycast"
cask "sioyek"
cask "skim"
cask "slack"
cask "spotify"
cask "vlc"
cask "youtube-to-mp3"
cask "zoom"
